const questions = [
    {
      id: 'question1',
      text: 'Як довго ти будеш пробувати виконати  щось?  який у тебе ліміт повторних спроб?',
      options: ['Спробую один раз, якщо не вийде - покину', 
                'Спробую кілька разів але якщо нічого не вийде. Tо є багато інших речей якими можна зайнятись', 
                'Якщо я починаю робити щось, то мене не зупинити - буду старатись поки не виконаю', 
                'Ніхто не повинен очікувати, що з самого початку буде зроблено щось ідеальне. Я дивлюся на це таким чином. Якщо я чогось не розумію або не бачу покращення, це очікувано. Я продовжу намагатися, і наступного разу вийде краще.']
    },
    {
      id: 'question2',
      text: 'Наскільки ти зосереджений, коли працюєш? Чи легко тебе відволікти?',
      options: ['Концентрація? Кому взагалі вона портібна?', 
            'Друзі та рідні знають, що не можливо відволікти мене віт поточної справи - я навчився виключати зовнішні фактори', 
            'Мені потрібне тихе місце, щоб зосередитися. Мені важко думати через шум, музику, телевізор, розмови людей. ', 
            'Я можу зосередитися на одній справі, можливо, десять хвилин. Або поки моя улюблена пісня не зазвучить на радіо. Тоді мені важко повернутися в курс і я зазвичай знаходжу щось інше, веселіше.']
    },
    {
        id: 'question3',
        text: ' Чи можете ви помітити невеликий дефект або проблему? Або ви б віддали перевагу працювати над більшими речами й дозволити іншим з’ясовувати деталі?',
        options: [
          'Я зазвичай звертаю увагу на дрібні деталі. Іноді я дратуюся, коли бачу неакуратно виконану роботу, і шкодую, що мене там не було. Я б зробив це краще.', 
          'Мене чіпляє навіть невелика помилка в слові і я не зможу спати спокійно поки вона не буде виправлена!', 
          'Звичайно, я можу працювати над невеликими проблеми. Хоча б іноді. ', 
          'Я людина ідей. Моя робота полягає в тому, щоб виступати з великими ініціативами та просто обробляти звіти про стан справ від моєї команди. Я фактично нічого не роблю сам і відсторонююся, коли обговорюю, як реалізувати свої ідеї.']
      },
      {
        id: 'question4',
        text: ' Якби вам допомагали кілька людей, чи знали б ви, як розподілити роботу так, щоб усі були зайняті?',
        options: [
          'звичайно! За умови, що кроків не буде занадто багато.', 
          'Так, я знаю, як розподілити роботу, і розумію, що найкращий спосіб — переконатися, що кілька інших людей також знають, як розподілити роботу.',  
          'Деякі речі можна розділити, звичайно. Зазвичай я краще виконую вказівки, які хтось уже підготував.']
      },
      {
        id: 'question5',
        text: ' Коли ви в останній раз вивчали щось нове?',
        options: [
          'Я постійно вивчаю щось нове', 
          'Мені подобається вивчати нове. Я також читаю кілька книжок щороку.', 
          'Я вчуся чомусь, коли потрібно, без зволікань. Це частина життя. Ми всі маємо вдосконалюватися. ', 
          'Я не вивчав нічого нового з часів школи. І навіть це підлягає дискусії. Я ледве справлявся.']
      },
      {
        id: 'question6',
        text: ' На скільки гарно ви можете читати та виконувати інструкції?',
        options: [
          'Я постійно вивчаю щось нове', 
          'Мені подобається вивчати нове. Я також читаю кілька книжок щороку.', 
          'Я вчуся чомусь, коли потрібно, без зволікань. Це частина життя. Ми всі маємо вдосконалюватися. ', 
          'Я не вивчав нічого нового з часів школи. І навіть це підлягає дискусії. Я ледве справлявся.']
      },
  ];

  export default questions;