const sliderData = [
  {
    title: "Зможу все сам.",
    items: [
      "16 модулів (200+ уроків)",
      "Загальний чат студентів",
      "Перевірка д/з та зворотній звʼязок",
      "Групові зідзвони після кожного модуля",
      "Бонус: доступ до всіх оновлень інформації протягом дії доступів до курсу",
      "Тривалість курсу: 4 місяці",
      "Доступи до уроків: + 3 місяці",
    ],
  },
  {
    title: "Зможу все сам 2.",
    items: [
      "16 модулів (200+ уроків)",
      "Загальний чат студентів",
      "Перевірка д/з та зворотній звʼязок",
      "Групові зідзвони після кожного модуля",
      "Бонус: доступ до всіх оновлень інформації протягом дії доступів до курсу",
      "Тривалість курсу: 4 місяці",
      "Доступи до уроків: + 3 місяці",
    ],
  },
  {
    title: "Зможу все сам 3.",
    items: [
      "16 модулів (200+ уроків)",
      "Загальний чат студентів",
      "Перевірка д/з та зворотній звʼязок",
      "Групові зідзвони після кожного модуля",
      "Бонус: доступ до всіх оновлень інформації протягом дії доступів до курсу",
      "Тривалість курсу: 4 місяці",
      "Доступи до уроків: + 3 місяці",
    ],
  },

  // для других слайдов
];

export default sliderData;
